{
  "products": [
    {
      "fullName": "The Original Berry Thunder Bugle",
      "pathName": "thunder-bugle",
      "price": {
        "amount": 34.50,
        "currency": "USD"
      },
      "description": "The revolutionary Thunder Bugle is one of the best external elk calls ever made. The thin replaceable RT-Reeds snap into the mouthpiece in seconds.  With four different types of RT-Reeds you can produce a variety of sounds quickly.  Simply blow a breath of air through the call and apply top lip, bottom lip, or even tongue pressure and you will be producing tones so easily.  With a little practice you will be sounding like the real thing in no time.  The Thunder Bugle comes with two RT-Reeds, a camo cover, and a cap to protect the reed.",
      "media": [],
      "category": ["bugles", "popular"]
    },
    {
      "fullName": "Thunder Bugle Pro",
      "pathName": "thunder-bugle-pro",
      "price": {
        "amount": 49.95,
        "discount": 45.95,
        "currency": "USD"
      },
      "description": "Designed by world champion elk caller Glen Berry. Thunder Bugle Pro Includes stretchy cord lanyard, camo cover a cap to protect the RT- REED it has a white RT-REED install in the mouthpiece, black RT-REED, green RT-REED and red RT-REED included in the Package.",
      "media": [],
      "category": ["bugles", "sale"]
    },
    {
      "fullName": "Mini Thunder Bugle",
      "pathName": "mini-thunder-bugle",
      "price": {
        "amount": 34.50,
        "currency": "USD"
      },
      "description": "The Mini Thunder Bugle has all the same great features of the original Thunder Bugle.  What makes this call so versatile is the collapsible grunt tube that extends to 28″ and collapses down to a handy size of 10″.  This call uses the same RT-Reeds as the original Thunder Bugle.  No camo cover included with the Mini Thunder Bugle. The Mini Thunder Bugle everything is the same as the Thunder Bugle except for the grunt tube. Some Hunters like this call because it’s very easy to carry.",
      "media": [],
      "category": ["bugles"]
    },
    {
      "fullName": "Golden Tone Grunt Tube",
      "pathName": "golden-tone-grunt-tube",
      "price": {
        "amount": 24.95,
        "currency": "USD"
      },
      "description": "The Golden Tone Grunt Tube is a revolutionary design. The flex point gives you the opportunity to easily access the call with little movement. The accelerated air helps produces those perfect tones, sounding like the real thing! The echo chamber gets that bottom end, guttural sound of a bull elk. Sound like a world champion elk caller with the new Golden Tone Grunt Tube. You can easily convert the Golden Tone Grunt Tube into a Thunder Bugle Pro by Removing the TB mouthpiece from your Thunder Bugle And sliding it over the end of the Golden Tone Grunt Tube. Comes with Predator Green Deception tight stretch camo cover, and easy carry elastic lanyard. Size: 4 inches at Bell end and 1 inch at mouthpiece end 24 inches long.",
      "Media": [],
      "category": ["bugles", "popular"]
    },
    {
      "fullName": "Golden Tone Shorty",
      "pathName": "golden-tone-shorty",
      "price": {
        "amount": 19.95,
        "discount": 17.95,
        "currency": "USD"
      },
      "description": "Big sound out of a short grunt tube.  with a  4 inch echo chamber you will get that bottom end deep sound,  with a 1 inch opening at the mouth end perfect for putting your lips inside. Promoted by world champion Joel Turner.",
      "media": [],
      "category": ["bugles", "sale"]
    },
    {
      "fullName": "Thunder Bugle White Replacement Reed",
      "pathName": "rt-white",
      "price": {
        "amount": 6.25,
        "currency": "USD"
      },
      "description": "The Thunder Bugle White single RT- Reed Consist of 1 thin layer of latex, this Reed is designed to get a small to Medium bull sounds with excited bull tone range. RT- Reeds come in a Two Pack! (Caution These are not mouth Reeds. RT-REEDS are replacement reeds for Thunder Bugle)",
      "media": [],
      "category": ["rt-reeds", "bugles", "popular"]
    },
    {
      "fullName": "Thunder Bugle Black Replacement Reed",
      "pathName": "rt-black",
      "price": {
        "amount": 6.25,
        "currency": "USD"
      },
      "description": "The Thunder Bugle Black single RT- Reed Consist of 1 thick layer of latex, this Reed is designed to get a Medium to larger bull sounds with excited bull tone range. RT- Reeds come in a Two Pack! (Caution These are not mouth Reeds. RT-REEDS are replacement reeds for Thunder Bugle)",
      "media": [],
      "category": ["rt-reeds", "bugles"]
    },
    {
      "fullName": "Thunder Bugle Green Replacement Reed",
      "pathName": "rt-green",
      "price": {
        "amount": 6.25,
        "currency": "USD"
      },
      "description": "The Thunder Bugle Green Double RT- Reed Consist of 2 layers of latex, this Reed is designed to get a Medium bull sounds with excited bull tone range. RT- Reeds come in a Two Pack! (Caution These are not mouth Reeds. RT-REEDS are replacement reeds for Thunder Bugle)",
      "media": [],
      "category": ["rt-reeds", "bugles", "popular"]
    },
    {
      "fullName": "Thunder Bugle Red Replacement Reed",
      "pathName": "rt-red",
      "price": {
        "amount": 6.25,
        "currency": "USD"
      },
      "description": "The Thunder Bugle Red Triple Rt-Reed Consist of 3 layers of latex, this Reed is designed to get deeper sounds with more volume and tone range. RT- Reeds come in a Two Pack. (Caution These are not mouth Reeds. RT-REEDS are replacement reeds for Thunder Bugle)",
      "media": [],
      "category": ["rt-reeds", "bugles"]
    },
    {
      "fullName": "Golden Dome Large Bull",
      "pathName": "golden-dome-large",
      "price": {
        "amount": 6.95,
        "currency": "USD"
      },
      "description": "Glen Berry designed the unique X-Series mouth reeds with great success.  He used this proven X-design and evolved this concept into the new Golden Dome with a contoured elevated design to help produce the realistic elk sounds of bugles, grunts and cow and calf mews!  Easy to use and effective. Sound like the real thing and produce those perfect tones with the NEW Golden Dome!  The large bull reed has two layers of latex to help produce more volume.",
      "media": [],
      "category": ["golden-dome", "popular", "reeds"]
    },
    {
      "fullName": "Golden Dome Medium Bull",
      "pathName": "golden-dome-medium",
      "price": {
        "amount": 6.95,
        "currency": "USD"
      },
      "description": "Glen Berry designed the unique X-Series mouth reeds with great success.  He used this proven X-design and evolved this concept into the new Golden Dome with a contoured elevated design to help produce the realistic elk sounds of bugles, grunts and cow and calf mews! Easy to use and effective.  Sound like the real thing and produce those perfect tones with the NEW Golden Dome! The medium bull reed has a medium thickness of latex to help produce the high pitch sounds of raghorn bulls and cow and calf sounds.",
      "media": [],
      "category": ["golden-dome", "reeds"]
    },
    {
      "fullName": "Golden Dome Small Bull",
      "pathName": "golden-dome-small",
      "price": {
        "amount": 6.95,
        "currency": "USD"
      },
      "description": "Glen Berry designed the unique X-Series mouth reeds with great success.  He used this proven X-design and evolved this concept into the new Golden Dome with a contoured elevated design to help produce the realistic elk sounds of bugles, grunts and cow and calf mews! Easy to use and effective. Sound like the real thing and produce those perfect tones with the NEW Golden Dome! The small bull reed has a thin layer of latex to help produce the high pitch sounds of smaller bulls and cow and calf sounds.",
      "media": [],
      "category": ["golden-dome", "reeds"]
    },
    {
      "fullName": "X-Series Young Hot Bull",
      "pathName": "x-series-young-hot-bull",
      "price": {
        "amount": 6.95,
        "discount": 6.25,
        "currency": "USD"
      },
      "description": " This reed takes very little air pressure to produce a high pitch.  Add voice with it and get realistic sounds of a young hot bull.",
      "media": [],
      "category": ["x-series", "reeds"]
    },
    {
      "fullName": "X-Series Herd Bull",
      "pathName": "x-series-herd-bull",
      "price": {
        "amount": 6.95,
        "discount": 6.25,
        "currency": "USD"
      },
      "description": "This reed has a separation between the X and the green sound reed, producing the deeper tones of a young herd bull, this call also makes great elk calf sounds.",
      "media": [],
      "category": ["x-series", "reeds"]
    },
    {
      "fullName": "X-Series Satellite Bull",
      "pathName": "x-series-satellite-bull",
      "price": {
        "amount": 6.95,
        "discount": 6.25,
        "currency": "USD"
      },
      "description": "This reed has a separation between the sound reed and the X, producing a higher to medium pitched cow call and the grunts, bugles and mews of a satellite bull.",
      "media": [],
      "category": ["x-series", "reeds"]
    },
    {
      "fullName": "X-Series Roosevelt",
      "pathName": "x-series-roosevelt",
      "price": {
        "amount": 6.95,
        "discount": 6.25,
        "currency": "USD"
      },
      "description": "This reed has a separation between the sound reed and X, producing the high pitched shrill of a roosevelt bull and allowing the sound to carry through the thick coastal vegetation.",
      "media": [],
      "category": ["x-series", "sale", "reeds"]
    },
    {
      "fullName": "Classic Small Bull Single Reed",
      "pathName": "small-bull-single",
      "price": {
        "amount": 5.50,
        "currency": "USD"
      },
      "description": "",
      "media": [],
      "category": ["big-bull", "reeds"]
    },
    {
      "fullName": "Classic Medium Bull Double Reed",
      "pathName": "medium-bull-double",
      "price": {
        "amount": 5.75,
        "currency": "USD"
      },
      "description": "This call features a thick/thin combination of latex that is stretched and spaced to produce a medium range of calls.",
      "media": [],
      "category": ["big-bull", "reeds"]
    },
    {
      "fullName": "Classic Large Bull Double Reed",
      "pathName": "large-bull-double",
      "price": {
        "amount": 5.95,
        "currency": "USD"
      },
      "description": "",
      "media": [],
      "category": ["big-bull", "reeds"]
    },
    {
      "fullName": "Berry Deceiver Reed",
      "pathName": "berry-deceiver",
      "price": {
        "amount": 6.95,
        "discount": 6.25,
        "currency": "USD"
      },
      "description": "The Berry Deceiver is designed by Glen Berry to produces great medium bull elk sounds. This call has a 30 thousands gap between the second and third layer.",
      "media": [],
      "category": ["big-bull", "reeds", "sale"]
    },
    {
      "fullName": "Sleazy Cow Mouth Reed",
      "pathName": "sleazy-cow-reed",
      "price": {
        "amount": 5.75,
        "currency": "USD"
      },
      "description": "The Sleazy Cow Call Mouth Reed features a single layer of latex for the sound reed,  a 30 thousands gap between the second layer set at 45 degrees this combination produces a raspy cow-in-estrus call. A great hands free Call!",
      "media": [],
      "category": ["big-bull", "reeds", "cow-call"]
    },
    {
      "fullName": "Elk Hunters Training Day 2",
      "pathName": "training-day-2",
      "price": {
        "amount": 14.95,
        "discount": 9.95,
        "currency": "USD"
      },
      "description": "Join Glen and Chad Berry on there exciting do-it-yourself and over the counter elk tags for rocky mountain elk in the Northwest. In this 60 minute entertaining and instructional DVD. With each encounter, Glen will teach the techniques he uses to coax these bulls into close range. With the camera over-the-shoulder, watch as these bowhunters arrows 4 bulls! This is an entertaining and instructional DVD that will help make you a better elk hunter. 60 Minutes – DVD",
      "media": [],
      "category": ["dvds", "sale", "popular"]
    },
    {
      "fullName": "Elk Hunters Training Day",
      "pathName": "training-day",
      "price": {
        "amount": 14.95,
        "discount": 9.95,
        "currency": "USD"
      },
      "description": "Join Glen Berry on exciting do-it-yourself bowhunts for rocky mountain elk in Oregon, Idaho and Wyoming in this 60 minute instructional DVD. With each encounter, Glen will teach the techniques he uses to coax these bulls into close range. With the camera over-the-shoulder, watch as Glen arrows a giant herd bull! This is an entertaining and instructional DVD that will help make you a better elk hunter. 60 Minutes – DVD",
      "media": [],
      "category": ["dvds", "sale", "popular"]
    },
    {
      "fullName": "Hot Bulls 4",
      "pathName": "hot-bulls-4",
      "price": {
        "amount": 14.95,
        "discount": 12.95,
        "currency": "USD"
      },
      "description": "It doesn’t get anymore real than this!  Join Glen Berry and friends as they hunt for rocky mountain and roosevelt elk.  Watch as Glen & Chad Berry travel North to British Columbia on a wilderness elk hunt with Tuchodi River Outfitters.  See some very intense moments as Jeremy and Shannon Mobbs of Angry Spike Productions get up-close and personal with two roosevelt bulls.  Join the “Palmers”, Doug and Jason on two exciting hunts in Idaho and Utah.  Plus, get helpful calling instructions from World Champion Elk Caller, Glen Berry.  Hunts in Idaho, Oregon, Washington, Wyoming, Utah and British Columbia.  80 Minutes – 14  Hunts",
      "media": [],
      "category": ["dvds", "sale"]
    },
    {
      "fullName": "Hot Bulls 3",
      "pathName": "hot-bulls-3",
      "price": {
        "amount": 12.95,
        "discount": 9.95,
        "currency": "USD"
      },
      "description": "Join host Glen Berry and the Berry Game Calls Hunting Team as they bowhunt for rocky mountain elk.  Witness the thrill of archery hunting for big bulls in the Northwest as they take 7 bulls on camera.  100% Archery Hunts – 60 Minutes – 16 Big Bull Encounters",
      "media": [],
      "category": ["dvds", "sale"]
    },
    {
      "fullName": "Bear Action 4",
      "pathName": "bear-action-4",
      "price": {
        "amount": 14.95,
        "discount": 9.95,
        "currency": "USD"
      },
      "description": "Join the Berry Game Calls Hunting Team as they bowhunt for black bear in Alberta, Idaho and Alaska.  Witness some of the largest black bears ever captured on film. Watch 9 action-packed, over-the-shoulder bowhunts in this 70 minute DVD.",
      "media": [],
      "category": ["dvds", "sale"]
    },
    {
      "fullName": "Bear Action 3",
      "pathName": "bear-action-3",
      "price": {
        "amount": 0.00,
        "currency": "USD"
      },
      "description": "Join Glen Berry, Chad Berry, Ray Bunney, Dallas Smith and Tammy Smith as they travel North to Alaska on a do-it-yourself bowhunt for black bear.  Witness a hunt of a lifetime for black bear as these hunters take five Pope and Young trophies on this hunt, the largest officially scoring 21 11/16″ P&Y.  With this much Bear Action it is simply unbelievable. 100% Archery Hunts – 60 Minutes",
      "media": [],
      "category": ["dvds"]
    },
    {
      "fullName": "Speedgoats",
      "pathName": "speedgoats",
      "price": {
        "amount": 14.95,
        "discount": 5.95,
        "currency": "USD"
      },
      "description": "Join Glen Berry, Chad Berry, Brett Berry and Ray Bunney as they bowhunt for pronghorn antelope in Idaho and Montana.  Watch as these bowhunters take seven antelope bucks, four of which qualify for the Pope and Young record book.  Plus get helpful tips on field judging, blind placement, shot placement, and much more.  100% Archery Hunts – 75 Minutes",
      "media": [],
      "category": ["dvds", "sale"]
    },
    {
      "fullName": "Northwest Gobblers",
      "pathName": "northwest-gobblers",
      "price": {
        "amount": 14.95,
        "discount": 12.95,
        "currency": "USD"
      },
      "description": "Join host Glen Berry and friends as they hunt for both merriam and rio grande turkey in Washington state.  Plus learn calling and hunting techniques that will help make you be more successful in the turkey woods.  60 Minutes – 11 Hunts",
      "media": [],
      "category": ["dvds", "sale"]
    },
    {
      "fullName": "Whitetail Extreme 2",
      "pathName": "whitetail-extreme-2",
      "price": {
        "amount": 14.95,
        "discount": 12.95,
        "currency": "USD"
      },
      "description": "",
      "media": [],
      "category": ["dvds", "sale"]
    },
    {
      "fullName": "Sleazy Cow Call",
      "pathName": "sleazy-cow-call",
      "price": {
        "amount": 14.95,
        "currency": "USD"
      },
      "description": "The Sleazy Cow Call produces a raspy cow-in-estrus call that drives bulls crazy. This call is great for locating bulls at long distances or bulls that become call shy. The Sleazy Cow Call was used in our DVD’s, “Hot Bulls Classics” and “Hot Bulls III” with great success.",
      "media": [],
      "category": ["cow-calls", "popular"]
    },
    {
      "fullName": "Fatal Attraction",
      "pathName": "fatal-attraction",
      "price": {
        "amount": 14.95,
        "currency": "USD"
      },
      "description": " Unmatched Versatility – The open reed design allows the caller to produce a range of sounds from high pitched cow and calf sounds to bull mews and even cow-in-estrus calls.  The Fatal Attraction Cow Call was used during the making of “Hot Bulls 4” and “Elk Hunters Training Day” wih great success!",
      "media": [],
      "category": ["cow-calls"]
    },
    {
      "fullName": "Buck Grunt & Bleat Call",
      "pathName": "buck-call",
      "price": {
        "amount": 13.95,
        "currency": "USD"
      },
      "description": "This call is easy to use and produces the sounds of a whitetail & blacktail deer.  With the adjustable o-ring you can produce a variety of doe bleats and grunts.  The Berry Buck Grunt and Bleat Call has been proven year after year by expert deer hunters.  Tip: The collapsible tube allows you to change the sound of the call by adjusting the length of the tube.",
      "media": [],
      "category": ["other"]
    },
    {
      "fullName": "Predator Call",
      "pathName": "predator-call",
      "price": {
        "amount": 14.95,
        "discount": 12.95,
        "currency": "USD"
      },
      "description": "",
      "media": [],
      "category": ["other", "sale"]
    },
    {
      "fullName": "Berry Reed Holder",
      "pathName": "reed-holder",
      "price": {
        "amount": 2.95,
        "currency": "USD"
      },
      "description": "Berry Game Calls Call Holder holds 4 Reeds.",
      "media": [],
      "category": ["other", "big-bull", "golden-dome", "x-series"]
    },
    {
      "fullName": "Berry Wind Drifter",
      "pathName": "wind-drifter",
      "price": {
        "amount": 5.95,
        "currency": "USD"
      },
      "description": "The Berry Wind Drifter powder drifts in the slightest breeze. Comes in a1-1/4 oz Round green plastic bottle with a flip top. A must for watching the wind!",
      "media": [],
      "category": ["other"]
    },
    {
      "fullName": "Power Arrow Gripper",
      "pathName": "power-arrow-gripper",
      "price": {
        "amount": 14.95,
        "discount": 13.95,
        "currency": "USD"
      },
      "description": "",
      "media": [],
      "category": ["other", "sale"]
    },
    {
      "fullName": "Berry Fanny Pack",
      "pathName": "fanny-pack",
      "price": {
        "amount": 39.95,
        "discount": 34.50,
        "currency": "USD"
      },
      "description": "Berry fanny pack with shoulder straps with 10 individual compartments and Arched Design Molded Foam.  Desiged by Glen Berry and used in the Berry Game Calls Hunting Dvds",
      "media": [],
      "category": ["other", "sale"]
    }
  ]
}
